app/controllers/rates_schedules_controller.rb

  def index
    @rates_schedules = RatesSchedule.all
---
SELECT `rates_schedules`.* FROM `rates_schedules`