app/controllers/rates_categories_controller.rb

  def index
    @rates_categories = RatesCategory.all
---
SELECT `rates_categories`.* FROM `rates_categories`