app/controllers/rooms_categories_controller.rb

  def index
    @rooms_categories = RoomsCategory.all
---
SELECT `rooms_categories`.* FROM `rooms_categories`